[{"title": "Axe", "summary": "For over 34 years, we’ve helped guys look, feel and smell great, and research tells us that what makes a guy most attractive is... himself. His strengths, his weaknesses, his individuality and most of all how he expresses it. Yet, these days, many guys don’t feel comfortable being themselves. We want to change that.", "image": "/Images/axe-updated-logo_tcm244-561108_w198.jpg", "countries": ["Bolivia", "South Africa", "Vietnam", "Switzerland DE", "Germany", "Thailand", "Peru", "Paraguay", "Russia", "Indonesia", "Uruguay", "Australia", "India", "UK & Ireland", "Argentina", "Chile", "Japan", "Turkey", "USA", "China", "Netherlands", "Austria", "Philippines", "Global brands"]}, {"title": "Breyers", "summary": "In 1866, as America recovered from the Civil War, William Breyer of Philadelphia hand-cranked his first gallon of ice cream. It was a special ice cream consisting of rich cream, pure cane sugar, fresh fruits, and nuts – some of the very same ingredients used today. This Pledge of Purity continues today with our all American 100% Grade A milk and cream that also comes from cows not treated with artificial growth hormones, as well as sustainably farmed fruit and vanilla.", "image": "/Images/breyers-white_tcm244-523647_w198.jpg", "countries": ["Netherlands", "Global brands", "USA"]}, {"title": "Cif", "summary": "From its origins, Cif understands that the place we live in, our home, our neighbourhood has a strong impact on our well-being, and that our role is not just to clean. Cif’s purpose is to restore the beauty of the built world. Cif does this by creating products & activities which clean without damage, making the home not just clean, but beautifully clean.", "image": "/Images/cif_tcm244-408746_w198.png", "countries": ["Bolivia", "Portugal", "South Africa", "Vietnam", "Switzerland DE", "Germany", "Peru", "Paraguay", "Russia", "Indonesia", "Uruguay", "India", "UK & Ireland", "Argentina", "Chile", "Japan", "Turkey", "China", "Netherlands", "Austria", "Brazil", "Philippines", "Global brands"]}, {"title": "Clear", "summary": "Launched in 1975, CLEAR has one goal in mind: to provide the most effective dandruff solution to its consumers. Since then, we’ve never looked back and have set off to take the world by storm. CLEAR believes that a healthy, nourished scalp is the source of protection against scalp problems (dandruff, itch, dryness and grease) and the foundation for strong, healthy beautiful hair - allowing you to leave behind any inhibitions and look your flawless best.", "image": "/Images/global-clear-logo_tcm244-521204_w198.jpg", "countries": ["Thailand", "Chile", "Argentina", "Japan", "Turkey", "Uruguay", "USA", "China", "Peru", "Russia", "Paraguay", "Vietnam", "Philippines", "Brazil", "Global brands", "Pakistan", "India", "Indonesia"]}, {"title": "Comfort", "summary": "Comfort adds life to clothes so that they can add to every life. With each wash, giving the wearer the enhancement, they need. Prolonging the life of fabrics so that they continue to have a positive impact even as they go from one wearer to the next. Comfort wants your clothes to look as amazing as you feel.", "image": "/Images/Comfort-logo-280_tcm244-408749_w198.png", "countries": ["Thailand", "Argentina", "Turkey", "Uruguay", "Portugal", "Australia", "China", "South Africa", "Paraguay", "Vietnam", "Switzerland DE", "Austria", "Brazil", "Global brands", "Pakistan", "India", "UK & Ireland"]}, {"title": "Cornetto", "summary": "The Cornetto experience consists of a delicious, crispy-baked wafer, coated inside from top to bottom with a chocolate-flavour layer, combined with a delicious ice cream.", "image": "/Images/cornetto-logo-280x280_tcm244-476191_w198.jpg", "countries": ["Switzerland DE", "Austria", "Germany", "Turkey", "Pakistan", "India", "UK & Ireland"]}, {"title": "Day2", "summary": "Day2 is the world’s first dry wash spray that irons, softens and freshens your clothes. With 40% of the clothes we wash able to be worn again, Day2 is helping the world to do less laundry. One bottle alone saves a wash-load and 60L of water.", "image": "/Images/Day2-Logo_tcm244-536589_w198.jpg", "countries": ["Global brands", "UK & Ireland"]}, {"title": "Domestos", "summary": "Domestos kills all known germs dead.", "image": "/Images/domestos_tcm244-408750_w198.png", "countries": ["Portugal", "South Africa", "Vietnam", "Switzerland DE", "Germany", "Thailand", "Russia", "Pakistan", "Indonesia", "Uruguay", "Global brands", "India", "UK & Ireland", "Chile", "Argentina", "Japan", "Netherlands", "Austria", "Philippines", "Turkey"]}, {"title": "Dove", "summary": "Dove is committed to helping women realise their personal potential for beauty by engaging them with products that deliver real care.", "image": "/Images/dove_tcm244-408752_w198.png", "countries": ["Bolivia", "Portugal", "South Africa", "Vietnam", "Switzerland DE", "Germany", "Thailand", "Paraguay", "Russia", "Pakistan", "Indonesia", "Uruguay", "Australia", "India", "UK & Ireland", "Argentina", "Chile", "Japan", "Turkey", "USA", "China", "Netherlands", "Austria", "Philippines", "Global brands"]}, {"title": "Dove Men+Care", "summary": "Dove Men+Care launched in 2010 to fill a white space in the marketplace for grooming products specifically designed for men.", "image": "/Images/dove-men-care-dark_tcm244-460359.gif", "countries": ["Uruguay", "USA", "Paraguay", "Netherlands", "Turkey"]}, {"title": "Glow & Lovely", "summary": "Glow & Lovely is a leading skin care brand which serves millions of people around the world by offering safe, effective and affordable products which deliver glowing, even-toned and radiant skin.", "image": "/Images/glow---lovely-logo-280x280_tcm244-561313_1_w198.jpg", "countries": ["Global brands", "Pakistan", "Indonesia"]}, {"title": "Heartbrand", "summary": "Our heart-shaped logo is on many of the world’s favourite ice creams. It represents a company built on the belief that ice cream should bring happiness to the whole community, not just the few. Our ice cream is consciously produced and sold, respecting the health of people and planet.", "image": "/Images/heartbrand_tcm244-408761.gif", "countries": ["Portugal", "South Africa", "Vietnam", "Switzerland DE", "Germany", "Pakistan", "Indonesia", "Australia", "Global brands", "India", "UK & Ireland", "Chile", "USA", "China", "Netherlands", "Austria", "Brazil", "Philippines", "Turkey"]}, {"title": "Hellmann’s", "summary": "At Hellmann’s, we believe food is too good to be wasted. Our purpose is to help people enjoy good, honest food for the simple pleasure it is, without worry or waste. #MakeTasteNotWaste.", "image": "/Images/Hellmanns-Logo_tcm244-504094_w198.jpg", "countries": ["Thailand", "Argentina", "Chile", "Turkey", "Bolivia", "Portugal", "Uruguay", "Peru", "South Africa", "USA", "Russia", "Paraguay", "Netherlands", "Brazil", "Global brands", "UK & Ireland"]}, {"title": "Knorr", "summary": "At Knorr, our purpose is to reinvent food for humanity by being healthier for both people and the land. Knorr brings the power of flavour to good food to overcome barriers that stop us from eating for good. Knorr champions a wider variety of delicious foods, more plants and a little less meat, and foods that are grown in ways that sustain, restore and regenerate the precious land.", "image": "/Images/Knorr_New-Logo_tcm244-408767_w198.jpg", "countries": ["Bolivia", "Portugal", "South Africa", "Vietnam", "Switzerland DE", "Germany", "Thailand", "Peru", "Paraguay", "Russia", "Pakistan", "Indonesia", "Uruguay", "Global brands", "India", "UK & Ireland", "Chile", "Argentina", "USA", "China", "Netherlands", "Philippines", "Turkey"]}, {"title": "Lifebuoy", "summary": "Lifebuoy offers affordable, accessible soaps to help communities around the world improve hygiene through handwashing.", "image": "/Images/lifebuoy-logo-2016-280x280_tcm244-408770_1_w198.jpg", "countries": ["Argentina", "Uruguay", "Bolivia", "China", "South Africa", "Paraguay", "Vietnam", "Global brands", "Pakistan", "India", "Indonesia"]}, {"title": "Lifebuoy Shampoo", "summary": "With the power of Milk Protein, it nourishes hair from root to tip, making it long on the outside and strong on the inside.", "image": "/Images/Lifebuoy_shampoo_280x280_tcm244-462263_w198.jpg", "countries": ["Pakistan", "Indonesia"]}, {"title": "Lipton", "summary": "Lipton is one of the world’s greatest refreshment brands. It’s the world’s best-selling tea brand, has been established for more than 100 years, and is available in more than 100 countries.", "image": "/Images/LIPTON_OPTIMUM_RGB_STANDARD_tcm244-408771_w198.png", "countries": ["Portugal", "South Africa", "Vietnam", "Switzerland DE", "Germany", "Thailand", "Peru", "Russia", "Pakistan", "Indonesia", "Uruguay", "Global brands", "India", "UK & Ireland", "Chile", "Argentina", "Japan", "USA", "China", "Netherlands", "Austria", "Turkey"]}, {"title": "Love Beauty and Planet", "summary": "Love Beauty and Planet started with one goal...To make you more beautiful and give a little love to our planet. We want to help make a little difference towards a happier, less wasteful planet, with every shower. Our approach is a holistic one, encompassing the entire product life cycle and beyond. We’ve given careful thought to our ingredients, product packaging, and social partnerships. We call it our passionate journey of #smallactsoflove, and we’re just getting started.", "image": "/Images/thailand-love-beauty-and-planet-logo_tcm244-536416_w198.jpg", "countries": ["Thailand", "USA"]}, {"title": "Lux", "summary": "Lux believes that there is more to women than you can see. Beyond being just a pretty face, they have many unseen sides, just like our LUX® fine fragrance skin treats – the ultimate union of fine fragrances, crafted by the world’s best perfumers and skin treats that delight your senses.", "image": "/Images/global-lux-logo_tcm244-408773_w198.jpg", "countries": ["Thailand", "Chile", "Argentina", "Japan", "Bolivia", "Turkey", "Uruguay", "China", "Peru", "South Africa", "Paraguay", "Vietnam", "Global brands", "Pakistan", "India", "Indonesia"]}, {"title": "Magnum", "summary": "The Magnum brand has become renowned for pleasure - and ice cream decadence - around the world. To Magnum, pleasure really is everything. It can be found in the smallest, and the biggest things, and wants to take your pleasure to the highest level possible. Are you ready?", "image": "/Images/Magnum-Stamp-Logo-250_tcm244-408775_w198.jpg", "countries": ["Turkey", "USA", "Switzerland DE", "Austria", "Germany", "Global brands", "Pakistan", "India", "UK & Ireland"]}, {"title": "OMO", "summary": "OMO is a global laundry brand, which emphasises its stain-removal technology. It is available in the form of washing liquids, capsules, powder, tablets and sachets and is effective with low-temperature washes. It is sold under the name of Persil in some markets.", "image": "/Images/omo-logo_280x280px_tcm244-508214_1_w198.jpg", "countries": ["Chile", "Turkey", "Bolivia", "Australia", "China", "South Africa", "Paraguay", "Vietnam", "Switzerland DE", "Netherlands", "Austria", "Brazil", "Global brands", "UK & Ireland"]}, {"title": "Pure Leaf", "summary": "Real love for tea – enjoy the authentic and pure taste of tea. Without artificial flavours, colours or preservatives. An unforgettable experience with few calories for all tea lovers.", "image": "/Images/Pure_leaf_logo_tcm244-509913_w198.jpg", "countries": ["UK & Ireland", "Switzerland DE"]}, {"title": "Pure Leaf", "summary": "Real love for tea – enjoy the authentic and pure taste of tea. Without artificial flavours, colours or preservatives. An unforgettable experience with few calories for all tea lovers.", "image": "/Images/Pure_leaf_logo_tcm244-509913_w198.jpg", "countries": ["UK & Ireland", "Switzerland DE"]}, {"title": "Radiant", "summary": "Radiant is Unilever’s mid-tier laundry platform with presence primarily in D&E markets across the world. Radiant consumers around the world have been profiled as innately motivated and determined to seek progress. The brand equips consumers with products to keep clothes ‘bright’ and tools as well, which in turn gives them the confidence to overcome hurdles in their quest for a brighter future.", "image": "/Images/global-radiant-logo_tcm244-553061_w198.png", "countries": ["Paraguay", "Vietnam", "Brazil", "Global brands", "India"]}, {"title": "Rexona", "summary": "Rexona offers maximum protection you can rely on, all day long. Our antiperspirants and deodorants are developed to meet different demands for men and women, responding to your body to keep you feeling confident and cool for up to 48 hours.", "image": "/Images/rexona_tcm244-408784.gif", "countries": ["Bolivia", "South Africa", "Vietnam", "Switzerland DE", "Germany", "Thailand", "Peru", "Paraguay", "Russia", "Uruguay", "Australia", "Global brands", "UK & Ireland", "Argentina", "Chile", "Japan", "USA", "China", "Netherlands", "Austria", "Philippines", "Turkey"]}, {"title": "Smile", "summary": "We believe in the power of smiles. Smiles can transform us and the world around us for the better. We believe nothing should get in the way of smiling – especially not poor oral health. That’s why, all over the world, we work hard to spread outstanding oral health through our products and educational programs. Every smile matters.", "image": "/Images/Smile-280-280_tcm244-521904_w198.png", "countries": ["Global brands"]}, {"title": "Sunlight", "summary": "Unilever founder William Hesketh Lever launched the Sunlight Soap brand in the UK in 1883. At the time, Victorian England was plagued by poverty and ill health, and he wanted to revolutionise hygiene, bringing it within the reach of ordinary people.", "image": "/Images/sunlight-logo_tcm244-552968_w198.png", "countries": ["Thailand", "Turkey", "China", "South Africa", "Vietnam", "Philippines", "Global brands", "Pakistan", "India"]}, {"title": "Sunsilk", "summary": "Sunsilk and our eight world renowned hair experts share a mission – to help women all over the world get hair on their side. Sunsilk, also known as Elidor, Seda and Sedal is sold in more than 68 countries across the globe.", "image": "/Images/sunsilk_tcm244-408794_w198.jpg", "countries": ["Thailand", "Chile", "Argentina", "Uruguay", "Bolivia", "Australia", "China", "Peru", "Paraguay", "Vietnam", "Global brands", "Pakistan", "India"]}, {"title": "Surf", "summary": "Surf is the UK’s No.1 Fragrance Detergent, and No.1 Powder brand*. Surf believes in delivering products with great fragrance and great cleaning at a great price. Surf also believes in helping take care of our environment through eco-friendly products, sustainable packaging and a commitment to the Cleaner Planet Plan. The Good Housekeeping Institute approved range of Surf detergent powders, liquids, and capsules will continue to build on our brand pillars of cleaning power, fragrance, and value for money.", "image": "/Images/Surf-Logo_tcm244-408796_w198.jpg", "countries": ["Bolivia", "Australia", "Portugal", "South Africa", "Vietnam", "Switzerland DE", "Netherlands", "Philippines", "Global brands", "Pakistan", "India", "UK & Ireland"]}, {"title": "The Laundress", "summary": "Founded in 2004, The Laundress is a premium global lifestyle brand specializing in eco-friendly detergent, fabric care, and home cleaning products. Long before sustainability became a way of life, The Laundress revolutionized the laundry room by creating a collection that extends the life of garments and greatly reduces the need for dry cleaning. Each product is formulated to care for the specific fabric or surface, combining the most effective plant-based ingredients with fine fragrance-inspired scents.", "image": "/Images/TheLaundress_NewLogo_tcm244-553028_w198.jpg", "countries": ["Global brands"]}, {"title": "Unilever Food Solutions", "summary": "Unilever Food Solutions aims to be the leading global provider of culinary and commercial inspiration to chefs. We provide products, expertise and ideas that help chefs find the inspiration they need to satisfy their guests every day.", "image": "/Images/unileverfoodsolutions_tcm244-408799_w198.png", "countries": ["Thailand", "Turkey", "China", "Vietnam", "Switzerland DE", "Netherlands", "Austria", "Germany", "Global brands"]}, {"title": "Unilever Life", "summary": "Unilever Life, Unilever's premium health and beauty business Through social network marketing channels (Social Network Marketing) with a business partner platform Entrepreneurial LIFE Platform that is convenient, fast, easy in one place and receives rewards in many forms. Designed to be the driving force that can sustainably change people's lives. In terms of income, health, beauty and well-being With the aim of creating the pulsating force of sustainable lifestyles as much as possible", "image": "/Images/logo-u-life_tcm244-553920_w198.jpg", "countries": ["Thailand"]}, {"title": "Ala", "summary": "Ala is a leading brand of powdered laundry and dishwasher products that offers a perfect balance of price and quality.", "image": "/Images/ala_tcm244-408957.gif", "countries": ["Argentina", "Brazil"]}, {"title": "Alberto Balsam", "summary": "Alberto Balsam has strong heritage in the UK, and is known for its wide range of fresh and fruity fragrances. With a selection of shampoos and conditioners, styling products, and a Kids range, Alberto Balsam continues to be a leading everyday value brand, delighting consumers and being the brand of choice for family beauty needs.", "image": "/Images/UK-Alberto-Balsam-brand-logo_tcm244-498506_w198.jpg", "countries": ["UK & Ireland"]}, {"title": "Arisco", "summary": "Launched in 1969, Arisco quickly became popular among Brazilian families, with its spice mix now a market leader. Other Arisco products are ketchup, mayonnaise and stock powder.", "image": "/Images/arisco_tcm244-408960_w198.png", "countries": ["Uruguay", "Brazil"]}, {"title": "Ben & Jerry’s", "summary": "Ben & Jerry’s have been making great ice cream since the company was founded by school friends Ben Cohen and Jerry Greenfield, back in 1978. Their aim is (and always has been!) to make the best possible ice cream, in the nicest possible way. They use Fairtrade certified ingredients, including sugar, cocoa, vanilla, bananas and coffee. Ben & Jerry's, a Vermont corporation and wholly-owned subsidiary of Unilever since 2000, is available in 35 countries globally.", "image": "/Images/bennjerrys_tcm244-408741_w198.png", "countries": ["Netherlands", "UK & Ireland", "Portugal", "USA"]}, {"title": "Biotex", "summary": "Biotex is a range of laundry products that includes detergent and stain remover spray. Biotex products are sold in Belgium and the Netherlands.", "image": "/Images/biotex_tcm244-408964_w198.jpg", "countries": ["Netherlands"]}, {"title": "Blueair", "summary": "Blueair is one of the world’s leading producers of air purification solutions for home and professional use. Founded in Sweden, it is committed to raise the quality of life for people everywhere by delivering innovative, best-in-class, sustainably developed products and services to consumers in over 60 countries around the world.", "image": "/Images/global-Blueair-logo-280-230517_tcm244-506936_w198.png", "countries": ["UK & Ireland", "China"]}, {"title": "Breeze (soap)", "summary": "Breeze is a beauty soap brand from India that was launched in 1988. The soap comes in three variants: French Rose, Divine Scandal and Lemon Splash.", "image": "/Images/breeze_tcm244-408966_w198.png", "countries": ["India"]}, {"title": "Brilhante", "summary": "Brilhante (also known as Rin and Radiante in some markets) is a detergent brand with a range of products including washing powder, detergent bars and a clothes whitening liquid.", "image": "/Images/brilhante_tcm244-408967.gif", "countries": ["Paraguay", "Vietnam", "Brazil", "Global brands", "India"]}, {"title": "Bru", "summary": "Launched in 1962 under the brand name of Deluxe Green Label, Bru is a coffee brand available in India and Sri Lanka. It is the no. 1 coffee in India and Unilever’s only coffee brand. The full product range includes instant coffee and ice cappuccino.", "image": "/Images/bru_tcm244-408969_w198.png", "countries": ["India"]}, {"title": "Brut", "summary": "Men’s fragrance brand Brut was launched in 1964; in 1973 the now well-known BRUT 33 was launched as an everyday cologne. Brut products range from aftershave and eau de toilette to deodorant, anti-perspirant, shower gel and gifts. It is available in the UK and Ireland, France and South Africa.", "image": "/Images/brut_tcm244-408970_w198.png", "countries": ["South Africa", "UK & Ireland"]}, {"title": "Carte D’Or", "summary": "Carte D'Or, known as Cremissimo in many countries, is a dessert ice cream which originated in France in 1978 with five flavours (praline, strawberry, Grand Marnier, coffee and blackcurrant). Its ice creams and sorbets are now available in a great variety of flavours. It is now available in Austria, France, Germany, Greece, Italy, Switzerland, Turkey and the UK & Ireland.", "image": "/Images/cartedor_tcm244-408972_w198.png", "countries": ["Switzerland DE", "Austria", "Germany", "Turkey", "UK & Ireland"]}, {"title": "Cif", "summary": "In more than 50 countries around the world, millions of people use Cif’s range of home care products to clean their kitchens, bathrooms, dishes, floors and surfaces. Cif products come in various forms: creams, sprays, gels, wipes and liquids. The brand is also known as Jif and Viss in different markets.", "image": "/Images/cif_tcm244-408746_w198.png", "countries": ["Bolivia", "Portugal", "South Africa", "Vietnam", "Switzerland DE", "Germany", "Peru", "Paraguay", "Russia", "Indonesia", "Uruguay", "India", "UK & Ireland", "Argentina", "Chile", "Japan", "Turkey", "China", "Netherlands", "Austria", "Brazil", "Philippines", "Global brands"]}, {"title": "Citra", "summary": "For over 3 decades, Citra has journeyed across the world to bring you Nature’s most potent skin care secrets for healthy glowing skin.", "image": "/Images/citra-logo_tcm244-507915_w198.jpg", "countries": ["Thailand", "India"]}, {"title": "Clear", "summary": "Clear was launched in 1979 as a haircare product to tackle problem hair, notably hair with dandruff. Its breakthrough technology, Nutrium 10, combines ten vitamins and mineral nutrients to nourish the scalp and prevent dandruff from returning.", "image": "/Images/clear_tcm244-408747_w198.jpg", "countries": ["Thailand", "Chile", "Argentina", "Japan", "Turkey", "Uruguay", "USA", "China", "Peru", "Russia", "Paraguay", "Vietnam", "Philippines", "Brazil", "Global brands", "Pakistan", "India", "Indonesia"]}, {"title": "Close Up", "summary": "Launched in 1967, Close Up is a clear gel toothpaste containing a mouthwash and micro whiteners to ensure long-lasting fresh breath and white teeth. It is sold in Brazil, Asia and South Africa, where it is among the most popular oral care brands and is positioned as a youth product.", "image": "/Images/closeup_tcm244-408748_w198.png", "countries": ["Thailand", "South Africa", "Vietnam", "Philippines", "Brazil", "India", "Indonesia"]}, {"title": "Coccolino", "summary": "The cute teddy bear Coccolino brings new softeners with long-lasting frangances which leave your laundry pleasantly soft and fresh.", "image": "/Images/global-coccolino-logo-280x280_tcm244-408974_w198.jpg", "countries": ["Netherlands", "Brazil", "Czech Republic"]}, {"title": "Comfort", "summary": "Comfort is a fabric conditioner that is available globally, with numerous variants such as Comfort Easy Iron and Comfort Bright Whites. It is also sold under local names, such as Drive and Yumoş in some markets. Comfort was the first fabric softener to be launched in the UK in 1969.", "image": "/Images/comfort_tcm244-408749_w198.png", "countries": ["Thailand", "Argentina", "Turkey", "Uruguay", "Portugal", "Australia", "China", "South Africa", "Paraguay", "Vietnam", "Switzerland DE", "Austria", "Brazil", "Global brands", "Pakistan", "India", "UK & Ireland"]}, {"title": "Comfort Intense", "summary": "The fabric conditioner brand that makes your clothes feel and look good. Experience every day long-lasting and intensive freshness for your favourite clothes with the unique scents of our Comfort Intense products.", "image": "/Images/comfort_tcm244-408749_w198.png", "countries": ["Thailand", "Argentina", "Turkey", "Uruguay", "Portugal", "Australia", "China", "South Africa", "Paraguay", "Vietnam", "Switzerland DE", "Austria", "Brazil", "Global brands", "Pakistan", "India", "UK & Ireland"]}, {"title": "Continental", "summary": "From its beginnings in soups and stocks, the Continental brand has developed a wide range of products and flavours. The Continental range offers practical solutions for anyone preparing an evening meal. For the past 50 years Continental brand products have evolved with modern food trends. Continental products include soups, pasta and sauces, rice, stock cubes and powders. It is sold in Austria, Belgium, Germany and Switzerland.", "image": "/Images/continental_tcm244-408976_w198.png", "countries": ["Australia"]}, {"title": "Coral", "summary": "Coral (also known as Skip in some markets) is a laundry brand that offers exceptional cleaning power, but also specialises in caring for clothes.", "image": "/Images/coral_tcm244-408977_w198.jpg", "countries": ["Argentina", "Uruguay", "Bolivia", "Portugal", "South Africa", "Paraguay", "Switzerland DE", "Austria", "Germany"]}, {"title": "Cornetto", "summary": "Known for its unique chocolate tip trademark, Cornetto has been for decades one the world's most famous and popular ice-creams. Cornetto's soft creamy core, crunchy wafer, and delicious chocolate ending make it an exciting journey of tastes and textures from the first bite to the last. Cornetto was born in 1959, when Spica, an Italian ice-cream manufacturer based in Naples, came up with a groundbreaking innovation: to create the world's first packaged ice cream cone by insulating the wafer from the ice-cream with a special coating of chocolate.", "image": "/Images/Cornetto-logo_tcm244-447290_w198.png", "countries": ["Switzerland DE", "Austria", "Germany", "Turkey", "Pakistan", "India", "UK & Ireland"]}, {"title": "Cremissimo", "summary": "Cremissimo, known as Carte D’Or in many countries, is a dessert ice cream which originated in France in 1978 with five flavours (praline, strawberry, Grand Marnier, coffee and blackcurrant). Its ice creams and sorbets are now available in a great variety of flavours. It is now available in Austria, France, Germany, Greece, Italy, Switzerland, Turkey and the UK & Ireland.", "image": "/Images/cremissimo_tcm244-408979.gif", "countries": ["Switzerland DE", "Austria", "Germany", "Turkey", "UK & Ireland"]}, {"title": "Cup-a-Soup", "summary": "Cup-a-Soup is an instant soup product sold by Unilever in Belgium and the Netherlands. The product comes in a wide range of flavours and is a well-known brand name worldwide.", "image": "/Images/cupasoup_tcm244-408980.gif", "countries": ["Netherlands"]}, {"title": "Drive", "summary": "Drive is a brand of laundry detergent with an accompanying range of laundry products. It is available in Australia, Argentina, Chile, New Zealand and Uruguay, with a comprehensive range of offerings including bars, powders, liquids, tablets and capsules.", "image": "/Images/drive_tcm244-408986.gif", "countries": ["Argentina", "Uruguay", "Chile", "Australia"]}, {"title": "Duschdas", "summary": "Duschdas is a brand of body care products. Products available include shower gels, deodorants and hand wash. The brand is available in Germany, Switzerland and Austria.", "image": "/Images/duschdas_tcm244-408987_w198.png", "countries": ["Austria", "Germany", "Switzerland DE"]}, {"title": "Eskinol", "summary": "Eskinol is a skin-care brand based in the Philippines. The products on offer include facial cleanser and a face wash that prevents black-heads.", "image": "/Images/eskinol_tcm244-408988_w198.png", "countries": ["Philippines"]}, {"title": "Fissan", "summary": "Fissan is a baby care brand whose products include shampoos and moisturising creams. Fissan has over 80 years’ history as a baby care brand. The brand can be found in Greece and South Africa.", "image": "/Images/fissan_tcm244-408990_w198.png", "countries": ["Netherlands", "South Africa"]}, {"title": "Hazeline (skin care)", "summary": "Hazeline is a skin-care brand available in Vietnam offering products created from natural ingredients that promote a fairer skin. Skin cleanser and UV body whitening lotion are among the products produced by Hazeline.", "image": "/Images/hazeline_tcm244-408995_w198.png", "countries": ["Vietnam"]}, {"title": "Impulse", "summary": "Impulse was originally launched in South Africa in 1972 as a ‘perfume deodorant’, the first product to combine fragrance with deodorant. In 1979 its popularity spread to the UK where it rapidly built up a significant share of the deodorant market. Since its launch, each Impulse variant has been founded on the brand’s fragrance heritage and quality. The brand's slogan, Trust your Impulse, has developed over the years and continues to inspire individuals to feel more empowered.", "image": "/Images/impulse_tcm244-408999_w198.png", "countries": ["Argentina", "Chile", "Uruguay", "Australia", "South Africa", "Germany", "UK & Ireland"]}, {"title": "Klondike", "summary": "Klondike is an ice cream brand based in the US that is also sold in Canada and Greater Caribbean. The origins of the Klondike bar can be traced back to Switzerland and the Isaly family, who were known for their Fine Dairy Products. William Isaly founded the Isaly Dairy Company at the start of the 1900s. The original Klondike bar was handmade by dipping square slices of ice cream in pans of Swiss milk chocolate.", "image": "/Images/klondike_tcm244-409000_w198.png", "countries": ["USA"]}, {"title": "Lakmé", "summary": "Lakmé was the first home-grown cosmetics brand in India to achieve wide success, having launched in 1952. It takes pride in its heritage and in having been the expert on Indian beauty for over 60 years.", "image": "/Images/lakme_tcm244-409003.gif", "countries": ["India"]}, {"title": "Lever 2000", "summary": "Lever 2000 is a body care brand that provides deodorants, soap and body wash to the US and Canada. The formulas used in the deodorants hydrate the skin whilst keeping away odour.", "image": "/Images/lever1000_tcm244-409005_w198.png", "countries": ["USA"]}, {"title": "Maille", "summary": "Since 1747, Maille has developed French mustards and condiments, with the aim of reaching the Maille ‘gold standard’. The packaging, with its gold lettering, emphasises the concept of the ‘gold standard’. Maille is sold in France, the UK & Ireland and Greece.", "image": "/Images/maille_tcm244-409008_w198.png", "countries": ["UK & Ireland", "Portugal"]}, {"title": "Maizena", "summary": "Maizena is best known around the world for its high quality cornstarch in its iconic yellow and white box. Born in 1862 and winner of 14 World Expo prize medals, it has since become an essential ingredient in the cupboard of every kitchen. Today the Maizena range also includes instant binders and further cooking helpers. Conjure up sweet and savoury delicacies for yourself and your loved ones in no time at all with Maizena.", "image": "/Images/Maizena-Logo_tcm244-530326_w198.jpg", "countries": ["Argentina", "Chile", "Uruguay", "Bolivia", "Portugal", "Peru", "Paraguay", "Switzerland DE", "Netherlands", "Austria", "Brazil"]}, {"title": "Marmite", "summary": "Marmite was conceived in 1902 and the Marmite Food Company opened a small factory in Burton-on-Trent, UK where it still operates today. Marmite is a nutritious, savoury spread for bread or toast, or for use as a cooking ingredient. It is made from spent brewer’s yeast and comes in a distinctive black jar with a yellow lid. The popular ‘Love it or Hate it’ campaign was born out of talking to people and discovering that most either really love or really hate Marmite.", "image": "/Images/marmite_tcm244-409010_w198.png", "countries": ["UK & Ireland"]}, {"title": "Mod’s Hair", "summary": "Mod’s Hair is a hair-care brand that has its roots in a hair salon in Paris in 1968. The brand developed from the salon and is now popular in Japan and Taiwan, with a wide range of products including shampoo and styling products.", "image": "/Images/mods_tcm244-409014_w198.png", "countries": ["Japan"]}, {"title": "Noxzema", "summary": "Noxzema is a line of skin-care products for cleansing and complexion care, with a wide range of products such as daily face scrubs, moisturisers and make-up removal cloths. The brand is available in the US and Canada.", "image": "/Images/noxzema_tcm244-409018_w198.png", "countries": ["USA"]}, {"title": "Pears", "summary": "Pears is a skin-care brand. Its range, which includes face wash and hand soap, contains glycerin and natural oils, making the products gentle and non-abrasive, and drawing recommendations from doctors and paediatricians. Pears products are available in India, Sri Lanka and Nigeria.", "image": "/Images/pears_tcm244-409019_w198.png", "countries": ["India"]}, {"title": "Persil", "summary": "Persil (also known as Omo) is a global laundry brand, which emphasises its stain-removal technology. It is available in the form of washing liquids, capsules, powder, tablets and sachets and is effective with low-temperature washes.", "image": "/Images/persil_tcm244-408780.gif", "countries": ["Chile", "Turkey", "Bolivia", "Australia", "China", "South Africa", "Paraguay", "Vietnam", "Switzerland DE", "Netherlands", "Austria", "Brazil", "Global brands", "UK & Ireland"]}, {"title": "Pfanni", "summary": "Pfanni is a German food brand that began in 1949. It is well known for its potato products, such as mashed potato powder and dumplings. Today the full range of products includes fried potatoes and gnocchi. Pfanni products are available in Germany and Austria.", "image": "/Images/pfanni_tcm244-409021_w198.png", "countries": ["Austria", "Germany"]}, {"title": "Pond’s", "summary": "Pond’s is a skincare brand sold in an affordable price bracket. The brand has a long heritage, dating back to the 1840s when the first product was sold in New York.", "image": "/Images/ponds_tcm244-408782_w198.png", "countries": ["Thailand", "Argentina", "Chile", "Japan", "Bolivia", "Uruguay", "USA", "China", "Peru", "South Africa", "Vietnam", "Philippines", "Pakistan", "India", "UK & Ireland", "Indonesia"]}, {"title": "Popsicle", "summary": "Popsicle is an American iced dessert brand that dates back to 1923. Today there are more than 30 variations of the original Popsicle product. The Popsicle is available in Canada and the Caribbean as well as the US.", "image": "/Images/popsicle_tcm244-409023_w198.png", "countries": ["USA"]}, {"title": "Pureit", "summary": "Pureit is an in-home water purifier and the first of its kind. It was designed by Unilever in order to purify tap water and make it “as safe as boiled water without the hassles of boiling”.", "image": "/Images/pureit_tcm244-409024.gif", "countries": ["India"]}, {"title": "Q-Tips", "summary": "Created in 1923 by Leo Gerstenzang, Q-Tips cotton swabs started as a product to help families care for babies. Now Q-Tips are used for everything from applying ointments and creams to arts and crafts and cleaning hard-to-reach places around the house. The Q-Tips brand is the market leader in the US and are also available in Canada.", "image": "/Images/qtips_tcm244-409025_w198.png", "countries": ["USA"]}, {"title": "Rin", "summary": "Rin (also known as Brilhante and Radiante in some markets) is a detergent brand with a range of products including washing powder, detergent bars and a clothes whitening liquid.", "image": "/Images/rin_tcm244-409027_w198.png", "countries": ["Paraguay", "Vietnam", "Brazil", "Global brands", "India"]}, {"title": "Rinso", "summary": "Rinso is a brand of laundry detergent with an accompanying range of laundry products. It launched in 1959 and is available in Latin America and Asia, with a comprehensive range of offerings including bars, powders, liquids, tablets and capsules.", "image": "/Images/rinso_tcm244-409028.gif", "countries": ["Chile", "Indonesia", "Turkey"]}, {"title": "Robijn", "summary": "Robijn, also known as Cajoline, Fofo, Mimosin and Bamseline in other countries, is a Dutch brand of fabric softener. Since its launch the brand has expanded its range to include concentrated liquid as well as capsules. The brand is also available in Belgium.", "image": "/Images/robijn_tcm244-409029.gif", "countries": ["Netherlands", "Brazil", "Czech Republic"]}, {"title": "Savora", "summary": "Savora is a brand of mustard that dates back to 1938 when the mustard was developed in Argentina. The mustard comes in three varieties: classic, mild and honey.", "image": "/Images/savora_tcm244-409032_w198.png", "countries": ["Argentina", "Uruguay", "Paraguay"]}, {"title": "Seventh Generation", "summary": "Seventh Generation pioneered the green household products space in the US more than 30 years ago and continues to provide a wide range of effective, sustainable and plant-based cleaning and personal care products. Through its approach to product development, its dedication to reducing environmental impact and its advocacy efforts, Seventh Generation is on a mission to create a more healthy, sustainable, and equitable world for the generations to come.", "image": "/Images/Seventh-Generation-Logo-280x280px_tcm244-507676_w198.jpg", "countries": ["USA"]}, {"title": "Simple", "summary": "Simple is a skincare product targeted at people with sensitive skin. The fragrance-free and colour-free soap was launched in 1960 and was recommended at once by doctors for people with sensitive skin. Since then Simple has become an expert in skincare, using pure and natural ingredients. Simple products are available in the UK & Ireland, the US and in Australia.", "image": "/Images/simple_tcm244-409033_w198.png", "countries": ["Netherlands", "USA", "UK & Ireland", "Australia"]}, {"title": "Skip", "summary": "Skip (also known as Coral in some markets) is a laundry brand that offers exceptional cleaning power, but also specialises in caring for clothes.", "image": "/Images/skip_tcm244-427238.gif", "countries": ["Argentina", "Uruguay", "Bolivia", "Portugal", "South Africa", "Paraguay", "Switzerland DE", "Austria", "Germany"]}, {"title": "Solero", "summary": "Solero is a hand-held ice cream covered in fruit sorbet and is popular in the UK & Ireland, Germany and Switzerland. It was launched by Wall’s in 1994 in the UK and in 1995 by HB (a local Irish brand) in the Republic of Ireland. The range has been expanded with Solero Exotic Explosion, an ice cream rippled with fruit sorbet and containing pieces of fruit.", "image": "/Images/solero_tcm244-409034_w198.png", "countries": ["Global brands", "UK & Ireland", "Germany", "Switzerland DE"]}, {"title": "St.Ives", "summary": "St.Ives is a skin-care brand whose range includes facial scrubs and moisturising body lotion. The brand takes its ingredients from nature, such as apricot and oatmeal; its Gentle Apricot Scrub, for example, uses the anti-oxidant power of apricot extracts. It is the best-selling scrub in the US and is popular in many countries around the world.", "image": "/Images/stives_tcm244-409035_w198.png", "countries": ["Chile", "Uruguay", "USA", "Bolivia", "Australia", "Paraguay", "UK & Ireland"]}, {"title": "Suave", "summary": "Suave is a personal care brand available in the US, Canada and South America. Its range includes shampoos, body lotions and skin moisturisers, with products for men, women and children.", "image": "/Images/suave_tcm244-409037_w198.png", "countries": ["Argentina", "Uruguay", "USA", "Paraguay", "Brazil"]}, {"title": "Sunlight", "summary": "Launched in late Victorian England, Sunlight was one of Unilever’s first products – and the world’s first packaged and branded soap.", "image": "/Images/sunlight_tcm244-409039_w198.png", "countries": ["Thailand", "Turkey", "China", "South Africa", "Vietnam", "Philippines", "Global brands", "Pakistan", "India"]}, {"title": "Surf Excel", "summary": "Surf Excel (also known as Surf in many parts of the world) is a brand of laundry detergent with an accompanying range of laundry products. It launched in 1959 and is now available in Europe, Latin America, Asia and Africa, with a comprehensive range of offerings including bars, powders, liquids, tablets and capsules.", "image": "/Images/surfexcel_tcm244-408797.gif", "countries": ["Bolivia", "Australia", "Portugal", "South Africa", "Vietnam", "Switzerland DE", "Netherlands", "Philippines", "Global brands", "Pakistan", "India", "UK & Ireland"]}, {"title": "TIGI", "summary": "BY HAIRDRESSERS FOR HAIRDRESSERS. Developed by the TIGI® Creative Team for Hairdressers and their Clients. TIGI is a hair care brand that is strongly influenced by fashion. TIGI has a number of brands including Bed Head, Bed Head For Men, and Catwalk, each with a particular style aesthetic.", "image": "/Images/tigi_tcm244-409042_w198.png", "countries": ["USA", "Austria", "Germany", "Russia", "India"]}, {"title": "TRESemmé", "summary": "TRESemmé is a haircare brand offering salon-quality products for men and women. It has its origins in hair salons, dating back over 60 years, and now has a range of hair-styling products for use at home.", "image": "/Images/tresemme_tcm244-408798_w198.png", "countries": ["Thailand", "Chile", "USA", "Portugal", "Australia", "China", "South Africa", "Philippines", "India", "UK & Ireland", "Indonesia"]}, {"title": "Timotei", "summary": "Timotei’s hair-care products are produced without silicones, parabens and colourants. The brand launched in 1983 with a single shampoo and has since grown, with new ranges, ingredients and formants while retaining its core belief in natural products. Timotei products are available in many regions of the world including Japan, UK & Ireland and many parts of Europe such as Czech Republic, Poland, Denmark and Sweden.", "image": "/Images/timotei_tcm244-409043_w198.png", "countries": ["Russia", "Japan", "UK & Ireland"]}, {"title": "Toni & Guy", "summary": "TONI&GUY HAIR MEET WARDROBE is a cutting-edge range of hair care and styling products from one of the most innovative salons in the world. Featuring five style collections, TONI&GUY HAIR MEET WARDROBE helps you to create endless styling possibilities.", "image": "/Images/ToniandGuy-logo_tcm244-409045.gif", "countries": ["Thailand", "Philippines", "Germany", "Pakistan", "UK & Ireland"]}, {"title": "Unox (food)", "summary": "Unox is a Dutch food brand that began in the 1930s with a range of canned food such as soups and sausages. Today the brand provides a wider range of food such as soup powder, burgers sold in packets and noodle pots. The brand plays on its association with cold weather, and is a popular brand across the Netherlands.", "image": "/Images/unox_tcm244-409048_w198.png", "countries": ["Netherlands"]}, {"title": "VO5", "summary": "VO5 is a globally recognised hair-care brand which dates back to the heyday of Hollywood. Today, the brand continues to exploit its ‘glamour’ positioning, with its innovative, trend-led products, which include shampoos conditioners and styling products.", "image": "/Images/vo5_tcm244-409052_w198.png", "countries": ["Chile", "UK & Ireland"]}, {"title": "Vaseline", "summary": "In 1859, Robert Chesebrough, a chemist from New York, visited the oil fields of Titusville, Pennsylvania in the US to research to what new materials might be obtained from the fuel. Over the next decade he perfected the formulation of Vaseline petroleum jelly before opening for business in 1870. Vaseline quickly became known for its ability to protect and restore dry and damaged skin, and over the next century it established itself as a skin product found in households around the world.", "image": "/Images/vaseline_tcm244-408800_w198.png", "countries": ["Thailand", "Turkey", "Japan", "Uruguay", "Portugal", "Australia", "USA", "China", "South Africa", "Vietnam", "Netherlands", "Philippines", "Brazil", "Global brands", "India", "UK & Ireland", "Indonesia"]}, {"title": "Viennetta", "summary": "Viennetta is a dessert ice cream, made up of soft ice cream and crisp layers of chocolate.", "image": "/Images/viennetta_tcm244-409050_w198.png", "countries": ["Austria", "UK & Ireland", "Germany", "Switzerland DE"]}, {"title": "Viss", "summary": "In more than 50 countries around the world, millions of people use Cif’s range of home care products to clean their kitchens, bathrooms, dishes, floors and surfaces. Cif products come in various forms: creams, sprays, gels, wipes and liquids. The brand is also known as Jif and Viss in different markets.", "image": "/Images/viss_tcm244-408802.gif", "countries": ["Bolivia", "Portugal", "South Africa", "Vietnam", "Switzerland DE", "Germany", "Peru", "Paraguay", "Russia", "Indonesia", "Uruguay", "India", "UK & Ireland", "Argentina", "Chile", "Japan", "Turkey", "China", "Netherlands", "Austria", "Brazil", "Philippines", "Global brands"]}, {"title": "Vivere", "summary": "Vivere is a brand of fabric softener available in Argentina and Uruguay. Vivere is available in three varieties, Classic, Nature Fresh and Floral Explosion, which provide a long-lasting fragrance.", "image": "/Images/vivere_tcm244-409051_w198.png", "countries": ["Argentina", "Uruguay", "Paraguay"]}, {"title": "Wall’s", "summary": "Wall's is part of Unilever's Heartbrand family of ice creams that are sold in more than 40 countries around the world under many different local names, including Algida and Ola. Among its products are ice creams that are lower in fat and sugar, and enriched with fruit and calcium, which have been developed through the brand’s innovative food technologies.", "image": "/Images/walls_tcm244-408803.gif", "countries": ["Portugal", "South Africa", "Vietnam", "Switzerland DE", "Germany", "Pakistan", "Indonesia", "Australia", "Global brands", "India", "UK & Ireland", "Chile", "USA", "China", "Netherlands", "Austria", "Brazil", "Philippines", "Turkey"]}, {"title": "Wheel", "summary": "Wheel is the largest detergent brand in India and Bangladesh and is used in millions of homes every day.", "image": "/Images/wheel_tcm244-409053_w198.png", "countries": ["India"]}, {"title": "Zwitsal", "summary": "Zwitsal (also known as Fissan) is a baby care brand whose products include shampoos and moisturising creams. Zwitsal has over 80 years’ history as a baby care brand. The brand can be found in Belgium, the Netherlands and Indonesia and is also sold in other regions as Proderm and Gabi.", "image": "/Images/zwitsal_tcm244-409056.gif", "countries": ["Netherlands", "South Africa"]}, {"title": "Andrélon", "summary": "Founded in 1940 by Dutch stylist André de Jong, Andrélon offers products for every hair type. It is the best-selling hair-care brand in the Netherlands, with a continuous stream of innovative products.", "image": "/Images/andrelon_tcm244-408811_w198.png", "countries": ["Netherlands"]}, {"title": "Andy", "summary": "Andy has long been a home care brand available in the Netherlands. Introduced in 1960 as the first liquid cleaner in the country, Andy has continuously updated its formulations to provide the best products. Its liquid cleaner is suitable for cleaning almost all types of surfaces around the house.", "image": "/Images/andy_tcm244-408812_w198.png", "countries": ["Netherlands"]}, {"title": "Annapurna", "summary": "Annapurna salt was launched in early 1995 and was the first in the world to be endorsed by The International Council for the Control of Iodine Deficiency Disorders (ICCIDD). When iodine deficiency was identified as a serious health issue in India and iodised salt was recommended by the government, Annapurna played a critical role by launching Annapurna iodized salt with ‘stable iodine’ patented by Unilever worldwide. Annapurna salt continues to provide the right level of iodine while remaining free-flowing salt.", "image": "/Images/annapurna_tcm244-408813_w198.png", "countries": ["India"]}, {"title": "Baltimor", "summary": "Baltimor is a Russian brand known for its tomato sauces that began in St Petersburg in 1995. Since its beginnings, Baltimor has been recognised for its high quality ketchup and other sauces.", "image": "/Images/baltimor_tcm244-408816_w198.png", "countries": ["Russia"]}, {"title": "Bango", "summary": "Bango is a traditional Indonesian brand of soy sauce established in 1928. It is made from high-quality black soy beans and coconut sugar, together with salt and water, without any preservative or additional chemical ingredients. The black soy beans are fermented for several months and then combined with the other ingredients, which gives Bango its unique flavour.", "image": "/Images/bango_tcm244-408818.gif", "countries": ["Indonesia"]}, {"title": "Beseda", "summary": "Beseda is a brand of tea available in Russia. There are many varieties available, including classic tea bags, green mint, strawberry and jasmine.", "image": "/Images/beseda_tcm244-408820_w198.png", "countries": ["Russia"]}, {"title": "Block & White", "summary": "Block & White is a skin-whitening lotion and sunscreen available in the Philippines, which gives maximum protection, lasting for up to two hours, from exposure to the sun.", "image": "/Images/block-white_tcm244-408822_1_w198.png", "countries": ["Philippines"]}, {"title": "Bovril", "summary": "Bovril is a British brand of beef extract which began in 1886. It has been exported to countries around the world for many years. As well as expatriates looking for a taste of home in countries like France and Spain, Bovril is extremely popular in Malaysia, Singapore and China where generations have grown up with this British drink.", "image": "/Images/bovril_tcm244-408826_w198.png", "countries": ["UK & Ireland"]}, {"title": "Breyers Delights", "summary": "Breyers Delights makes the impossible possible. The ice cream contains at least 30% less calories** and sugar* than comparable scoop ice cream, is high in protein and above all – very tasty!", "image": "/Images/Netherlands-Breyers-delights-logo_tcm244-519207_w198.jpg", "countries": ["Netherlands", "Global brands", "USA"]}, {"title": "Brooke Bond 3 Roses", "summary": "In 1869 Arthur Brooke, the son of a tea merchant, opened a tea shop in Manchester. That was the start of the Brooke Bond family of teas which are sold in countries around the world, including Russia, India and Pakistan. By 1957 it was probably the largest tea company in the world, with one-third share of both the British and Indian tea markets. There is now a wide range of products available from Brooke Bond including tea bags and loose tea of different varieties.", "image": "/Images/3roses_tcm244-408806.gif", "countries": ["Russia", "Pakistan", "India"]}, {"title": "Brooke Bond Taaza", "summary": "In 1869 Arthur Brooke, the son of a tea merchant, opened a tea shop in Manchester. That was the start of the Brooke Bond family of teas which are sold in countries around the world, including Russia, India and Pakistan. By 1957 it was probably the largest tea company in the world, with one-third share of both the British and Indian tea markets. There is now a wide range of products available from Brooke Bond including tea bags and loose tea of different varieties.", "image": "/Images/taaza_tcm244-424734_w198.jpg", "countries": ["Russia", "Pakistan", "India"]}, {"title": "Brooke Bond Taj Mahal", "summary": "In 1869 Arthur Brooke, the son of a tea merchant, opened a tea shop in Manchester. That was the start of the Brooke Bond family of teas which are sold in countries around the world, including Russia, India and Pakistan. By 1957 it was probably the largest tea company in the world, with one-third share of both the British and Indian tea markets. There is now a wide range of products available from Brooke Bond including tea bags and loose tea of different varieties.", "image": "/Images/tajmahal_tcm244-424735_w198.jpg", "countries": ["Russia", "Pakistan", "India"]}, {"title": "Buavita", "summary": "Buavita is an Indonesian brand of fruit drinks made from real fruit with no preservatives. Buavita products are available in many flavours and packaging sizes.", "image": "/Images/buavita_tcm244-408827_w198.png", "countries": ["Indonesia"]}, {"title": "Chirat", "summary": "Chirat, founded in 1859, is the leading pickled vegetable brand in Switzerland and provides vinegar-based food products from gherkins to salad Dressings.", "image": "/Images/global-chirat-logo-updated_tcm244-408830_w198.png", "countries": ["Switzerland DE"]}, {"title": "Clinic Plus", "summary": "Clinic Plus is a hair-care brand targeted at mothers buying for their pre-teenage daughters. The range includes shampoos and conditioners.", "image": "/Images/clinicplus_tcm244-408833_w198.png", "countries": ["India"]}, {"title": "Coccolino", "summary": "Medvedík Coccolino Vám prináša nové aviváže, ktoré zanechajú Vašu bielizeň mäkkú, sviežu, nadýchanú a krásne voňavú.", "image": "/Images/global-coccolino-logo-280x280_tcm244-408974_w198.jpg", "countries": ["Romania", "Poland", "Hungary", "Slovakia"]}, {"title": "Colman's", "summary": "Colman’s is the original brand of English mustard. Founded in Norwich in 1814, the mustard has been popular for 200 years, making it the oldest brand in the Unilever portfolio. As well as the classic mustard, Colman’s produces a wide range of sauces such as mint sauce and gravy.", "image": "/Images/colmans_tcm244-408835_w198.png", "countries": ["UK & Ireland"]}, {"title": "Conimex", "summary": "Conimex is a brand of oriental sauces and snacks available in the Netherlands. Established in 1932 as an importer of goods from the Far East, Conimex has many products such as soy and hoi-sin sauces as well as prawn crackers and ready-made curries.", "image": "/Images/Conimex-Logo-280x280_tcm244-408836_w198.png", "countries": ["Netherlands"]}, {"title": "Creamsilk", "summary": "Creamsilk is a trusted conditioner brand available in the Philippines. It was launched in 1984 and has been responsible for developing the conditioner market in the country. It has widened its range of products to include leave-on conditioners (introduced in 2002) and treatment (2007).", "image": "/Images/creamsilk_tcm244-408838_w198.png", "countries": ["Philippines"]}, {"title": "Cuñataí", "summary": "Cuñataí is a laundry detergent brand available in Paraguay, with fragrances including camomile and tulips, lilies and orchids, and jasmine and lavender.", "image": "/Images/cunatai_tcm244-408841_w198.png", "countries": ["Paraguay"]}, {"title": "Dawn", "summary": "Dawn launched in South Africa in the 1960s and was the first hand and body cosmetic lotion to reach the country. With its status as a local jewel, it is the market leader in the hand and body sector.", "image": "/Images/dawn_tcm244-408842_w198.png", "countries": ["South Africa"]}, {"title": "Elle 18", "summary": "Elle 18 is a brand of cosmetics in India, targeted at a youth market. The range includes nail varnish and lip gloss.", "image": "/Images/elle18_tcm244-408853.gif", "countries": ["India"]}, {"title": "Fofo", "summary": "Fofo, also known as Cajoline, Robijn, Mimosín and Bamseline in other countries, is a Brazilian brand of fabric softener.", "image": "/Images/fofo_tcm244-408857.gif", "countries": ["Netherlands", "Brazil", "Czech Republic"]}, {"title": "Folicuré", "summary": "Folicuré is a brand of hair products available in Chile, specialising in combating hair loss by strenghtening fine or thinning hair.", "image": "/Images/folicure_tcm244-408858_w198.png", "countries": ["Chile"]}, {"title": "Glaxose-D", "summary": "Glaxose-D is a glucose-based energy drink and the original energy drink in Pakistan. It is a non-flavoured energy drink, used both by children and adults.", "image": "/Images/glaxosed_tcm244-408865_w198.png", "countries": ["Pakistan"]}, {"title": "Glen Tea", "summary": "Glen Tea has been a popular tea among South Africans for over 70 years, thanks to its strong, fresh flavour.", "image": "/Images/glen_tcm244-408866_w198.png", "countries": ["South Africa"]}, {"title": "Hamam", "summary": "Launched in 1931 as a mild ‘family soap’, Hamam has gained wide popularity in India as a product made from natural ingredients. The brand specialises in dealing with various skin problems such as rashes, pimples and body odour.", "image": "/Images/hamam_tcm244-408871_w198.png", "countries": ["India"]}, {"title": "Hertog", "summary": "Hertog is a Dutch brand of ice cream which began in 1976. The range includes many flavours, such as strawberry meringue, ‘three chocolate’ and coffee.", "image": "/Images/hertog_tcm244-408873_w198.png", "countries": ["Netherlands"]}, {"title": "Indulekha Bringha Oil", "summary": "Ayurvedic Medicine for Hairfall. Helps grow hair.", "image": "/Images/Indulekha-Logo-280x280_tcm244-484783_w198.jpg", "countries": ["India"]}, {"title": "Inmarko", "summary": "Inmarko began as a refrigerator distributor in Russia in 1993 and evolved in to what is now Russia’s largest producer of ice cream.", "image": "/Images/inmarko_tcm244-408875_w198.jpg", "countries": ["Russia"]}, {"title": "Joko Tea", "summary": "With a long heritage in black tea, Joko positions itself as inspiring and supporting South African women for over 100 years, with its master blenders selecting only ‘one in a thousand leaves’ to provide a strong sip in every cup.", "image": "/Images/jokotea_tcm244-408876.gif", "countries": ["South Africa"]}, {"title": "Kalina", "summary": "Kalina is a Russian beauty brand which has its own portfolio of products for the Russian market, such as Clean Line, Black Pearl and Velvet Hands.", "image": "/Images/kalina_tcm244-408878_w198.png", "countries": ["Russia"]}, {"title": "Kibon", "summary": "Unilever Heartbrand ice creams are sold in more than 40 countries around the world under many different local names, including Streets, Wall's and Algida. Among its products are ice creams that are lower in fat and sugar, and enriched with fruit and calcium, which have been developed through the brand’s innovative food technologies.", "image": "/Images/kibon_tcm244-439600_w198.jpg", "countries": ["Portugal", "South Africa", "Vietnam", "Switzerland DE", "Germany", "Pakistan", "Indonesia", "Australia", "Global brands", "India", "UK & Ireland", "Chile", "USA", "China", "Netherlands", "Austria", "Brazil", "Philippines", "Turkey"]}, {"title": "Kissan", "summary": "Kissan is a brand of jams and sauces which is popular in India. The products are marketed with children in mind, using packaging that features cartoon characters.", "image": "/Images/kissan_tcm244-408880_w198.png", "countries": ["India"]}, {"title": "Knorrox", "summary": "Knorrox is the No 1 stock cube brand in South Africa, giving distinctive meaty taste to any dish, with or without real meat in the pot. The range includes stock cubes, soup and soya mince.", "image": "/Images/knorrox_tcm244-408881_w198.png", "countries": ["South Africa"]}, {"title": "Kuner", "summary": "Kuner is an Austrian brand of sauces that began in 1958. It is best known in Austria for its mayonnaise, being the most popular mayonnaise brand in the country, but its range also includes many other sauces such as tartar and chili.", "image": "/Images/kuner_tcm244-408882_w198.png", "countries": ["Austria"]}, {"title": "Le Sancy", "summary": "Le Sancy is the leading brand of soap in Chile. Over many years Le Sancy has established itself as a family brand and its products include soap bars and aromatic oils.", "image": "/Images/lesancy_tcm244-408887_w198.png", "countries": ["Chile"]}, {"title": "Lever Ayush Therapy", "summary": "Lever Ayush Therapy is a brand of holistic medicines and remedies in India which uses natural ingredients to treat skin, hair and respiratory problems.", "image": "/Images/leverayushtherapy_tcm244-408888_w198.png", "countries": ["India"]}, {"title": "Liril", "summary": "Liril is an iconic brand synonymous with freshness. Celebrate the energy and spontaneity that is Liril.", "image": "/Images/liril-logo_tcm244-409512_w198.jpg", "countries": ["India"]}, {"title": "Love Beauty and Planet", "summary": "Love Beauty and Planet started with one goal...", "image": "/Images/lbp_280x280_tcm244-534657_w198.jpg", "countries": ["Thailand", "USA"]}, {"title": "Lyons", "summary": "Lyons Tea is the No 1 tea brand in Ireland, with a long history in the country and a popular jingle that every Irish person knows: “extra quality, extra flavour, Lyons the quality tea”. More recently, the brand introduced the country's first pyramid-shaped tea-bag. Generations of families have grown up with this quintessentially Irish brand and see it as synonymous with the notion of home and coming home.", "image": "/Images/lyons_tcm244-408895_w198.png", "countries": ["UK & Ireland"]}, {"title": "Malloa", "summary": "Malloa is a well-known brand of ketchup in Chile. Ready-made sauces are also part of the range. In its marketing, the brand emphasises that it uses the best techniques and freshest ingredients in its products.", "image": "/Images/malloa_tcm244-408897_w198.png", "countries": ["Chile"]}, {"title": "Matey", "summary": "Matey is one of the UK’s oldest children’s bubble bath brands launching in 1958. Max, Molly and Pegleg have made sure that bath-time remains fun with long lasting bubbles that are kind to children’s skin and trusted by parents throughout the UK and Ireland.", "image": "/Images/global-matey-Logo-090217_tcm244-498305_w198.jpg", "countries": ["UK & Ireland"]}, {"title": "McColin’s", "summary": "McColin’s is a tea brand which specialises in providing traditional teas in Peru. The varieties available are pure tea, cinnamon and cloves and anise and camomile.", "image": "/Images/mccolins_tcm244-408898_w198.png", "countries": ["Peru"]}, {"title": "Mondamin", "summary": "Mondamin is a German brand of cornstarch (cornflour) which began in 1896. The full range now includes many products for home cooking such as powders for making gravy, pizza dough and pudding mixes.", "image": "/Images/mondamin_tcm244-408905_w198.png", "countries": ["Germany"]}, {"title": "Nevex", "summary": "Since launching 40 years ago, Nevex has become the brand leader in the Uruguay market for laundry and dishwasher detergents.", "image": "/Images/nevex_tcm244-408909.gif", "countries": ["Uruguay"]}, {"title": "Organics", "summary": "Organics is a shampoo brand which was launched in South Africa in 1995. It quickly became market leader and has remained one of the top five brands in the South African market.", "image": "/Images/organics_tcm244-408910.gif", "countries": ["South Africa"]}, {"title": "P/S", "summary": "P/S (also known as Pespodent, Mentadent and Signal) is a leading oral care brand with a wide range of products, benefitting from Unilever’s long tradition of R&D in this field. In 2008 Pepsodent collaborated with the Indian Dental Association (IDA) and the World Dental Association (FDI) to help educate school children on the importance of regular brushing.", "image": "/Images/ps_tcm244-408911.gif", "countries": ["Argentina", "Bolivia", "South Africa", "Vietnam", "Switzerland DE", "Netherlands", "Austria", "Philippines", "Germany", "Turkey", "Pakistan", "India"]}, {"title": "PG tips", "summary": "In the 1930s, PG tips was launched in the UK as a loose-tea leaf. It was originally called Pre-Gest-Tee, as it was thought that tea aided digestion. This was soon abbreviated to PG by grocers and van salesmen. The company adopted this as the official name and added ‘tips’. By the 60s the PG tips tea bag was launched. This was taken a step further in 1996 when the pyramid tea bag was launched, an innovation that provides more space within the tea bag, which acts like a miniature teapot and gives the leaves more room to move. PG tips is one of Unilever’s major tea brands with 100% Rainforest Alliance certified tea.", "image": "/Images/pgtips_tcm244-408913_w198.png", "countries": ["USA", "UK & Ireland"]}, {"title": "Pearl Dust", "summary": "In 1869 Arthur Brooke, the son of a tea merchant, opened a tea shop in Manchester. That was the start of the Brooke Bond family of teas which are sold in countries around the world, including Russia, India and Pakistan. By 1957 it was probably the largest tea company in the world, with one-third share of both the British and Indian tea markets. There is now a wide range of products available from Brooke Bond including tea bags and loose tea of different varieties.", "image": "/Images/pearldust_tcm244-408912.gif", "countries": ["Russia", "Pakistan", "India"]}, {"title": "Pot Noodle", "summary": "Pot Noodle is Unilever’s original instant hot snack and is seen by its fans as the king of easy, quick, no-faff food. Pot Noodle was launched in 1977 by the British food company, Golden Wonder when convenience was the future and noodles were exotic! The original idea of ‘cup noodles’ came from Japan. Pot Noodle products are sold by Unilever in the UK & Ireland", "image": "/Images/potnoodle_tcm244-408914_w198.jpg", "countries": ["UK & Ireland"]}, {"title": "Prodent", "summary": "Prodent (also known as Pepsodent, Mentadent and Signal) is a leading oral care brand with a wide range of products, benefitting from Unilever’s long tradition of R&D in this field. In 2008 Pepsodent collaborated with the Indian Dental Association (IDA) and the World Dental Association (FDI) to help educate school children on the importance of regular brushing.", "image": "/Images/prodent_tcm244-408916.gif", "countries": ["Argentina", "Bolivia", "South Africa", "Vietnam", "Switzerland DE", "Netherlands", "Austria", "Philippines", "Germany", "Turkey", "Pakistan", "India"]}, {"title": "Pure Derm", "summary": "Are you tired of seeing dandruff return? Bid farewell to dandruff with regular use of the new Pure Derm Anti Dandruff Shampoo - A clinically proven solution for recurring dandruff! Infused with Oxy-fused Micro Bubble Technology, Pure Derm purifies the scalp and removes dirt, grease and impurities from the pores, leaving hair soft, smooth and free-flowing. The refreshing fragrance keeps hair smelling fresh and clean.", "image": "/Images/purederm-logo_tcm244-521897_w198.jpg", "countries": ["India"]}, {"title": "Rafhan", "summary": "Rafhan, one of the biggest food brands in Unilever Pakistan, offers a wide range of products, from desserts to corn oil and cornflour. The brand emphasised that it is “a symbol of trust and quality for its consumers”.", "image": "/Images/rafhan_tcm244-408924_w198.png", "countries": ["Pakistan"]}, {"title": "Ri-K", "summary": "Ri-K is a brand of mayonnaise available in Uruguay. It is lighter than most mayonnaises and has a unique flavour with hints of mustard and lemon.", "image": "/Images/ri-k_logo_tcm244-408926_w198.png", "countries": ["Uruguay"]}, {"title": "Robertsons", "summary": "Robertsons is a South African brand of herbs and spices with a history that dates back to 1924. Over the years the Robertsons ship logo has established itself as a guarantee of high quality herbs and spices.", "image": "/Images/robertsons_tcm244-408927_w198.png", "countries": ["South Africa"]}, {"title": "Sariwangi", "summary": "Sariwangi is the largest tea brand in Indonesia. Many varieties are available, such as black, jasmine and vanilla.", "image": "/Images/sariwangi_tcm244-408931_w198.png", "countries": ["Indonesia"]}, {"title": "Sunil", "summary": "Sunil, also known as Surf in many countries, is a Dutch brand of laundry detergent with an accompanying range of laundry products. Surf launched in 1959 and is now available in Europe, Latin America, Asia and Africa, with a comprehensive range of offerings including bars, powders, liquids, tablets and capsules.", "image": "/Images/sunil_tcm244-408793.gif", "countries": ["Bolivia", "Australia", "Portugal", "South Africa", "Vietnam", "Switzerland DE", "Netherlands", "Philippines", "Global brands", "Pakistan", "India", "UK & Ireland"]}, {"title": "Sunlight", "summary": "Sunlight is a popular Indian laundry detergent brand. Introduced in 1888, it was the first Unilever brand of India.", "image": "/Images/sunlight_tcm244-422923_w198.jpg", "countries": ["India"]}, {"title": "Super Pell", "summary": "Super Pell is a brand of cleaning products available in Indonesia. Its products are used primarily for floor cleaning and come in a variety of scents.", "image": "/Images/superpell_tcm244-408937_w198.png", "countries": ["Indonesia"]}, {"title": "Truliva", "summary": "On March 9, 2014, Unilever officially took a stake in Qin Yuan. After 3 years of working as a joint venture, Qin Yuan has been rapidly upgraded and committed to extending its reach in the Chinese market. At present, Qin Yuan’s production base in the Hangzhouwan New Area District is being used to upgrade and build a solid foundation for greater productivity and future stability. In 2018, the company rebranded itself as \"Qin Yuan Truliva,\" meaning “Begin a new life and Step into a cleaner future”. Qin Yuan is committed to innovation, building its brand, cost reduction, maintaining an entrepreneurial spirit, and relying on Unilever's strong brand management experience, rich business resources, mature talent training mechanisms, and global vision to improve drinking water conditions for 20% of all Chinese families.", "image": "/Images/truliva-logo_tcm244-523261_w198.jpg", "countries": ["China"]}, {"title": "Té club", "summary": "Té club is a Chilean brand of tea which provides several varieties of blend: Intenso, Fresco, Delicado and Original.", "image": "/Images/teclub_tcm244-408939_w198.jpg", "countries": ["Chile"]}, {"title": "Viso", "summary": "Viso is a range of detergents available in Vietnam that first came on to the market in 1961. The brand became part of the Unilever family in 1995. The brand is also known as Brilhante, Radiante and Rin in other regions.", "image": "/Images/viso_tcm244-408945_w198.png", "countries": ["Paraguay", "Vietnam", "Brazil", "Global brands", "India"]}, {"title": "Vixal", "summary": "Vixal is an Indonesian brand of toilet cleaner used for porcelain and other surfaces on and around the toilet. The brand promotes its stain-removing functionality.", "image": "/Images/vixal_tcm244-408947_w198.png", "countries": ["Indonesia"]}, {"title": "Wipol", "summary": "Wipol is an Indonesian brand of floor-cleaning fluid with a pine fragrance.", "image": "/Images/wipol_tcm244-408949_w198.png", "countries": ["Indonesia"]}, {"title": "Zhonghua", "summary": "Zhonghua is a Chinese toothpaste brand founded in 1954 and highly popular in China today.", "image": "/Images/zhonghua_tcm244-408955_w198.png", "countries": ["China"]}]
